exports.ORDER_STATUS = {
  '27': '已收货', // DONE
  '-1': '发货已取消', // FAILED REJECTED
  '0': '待提交', // INIT
  '2': '待审核', // WAITING SUBMITTED
  '4': '允许发货，待执行发货', // APPROVED ASSIGNED
  '7': '已发货，待收货', // WORKING
  '11': '已收货' // DONE
};
exports.ORDER_BUSINESS_TYPE = {
  '1':'销售',
  '2':'退换货',
  '4':'OMS',
  '70': '调拨计划单',                          // 仓库的状态是在门店的状态前面加个1
  '71':'配货',
  '72':'调拨',
  '73':'横调',
  '74':'退仓',
  '75':'盘点',
  '79':'库存初始单',
  '80':'OMS发货单',
  '170': '门店配货计划单',
  '171': '渠道调拨',
  '172': '门店配货',                          // 等同于"仓库调拨"
  '173': '仓库横调',
  '174': '渠道退货',
  '175': '仓库盘点',
  '176': '门店退货',
  '179': '仓库库存初始单'
};


